{
  "truth": [
    "Have you ever had a sexual dream with anyone in this group?",
    "Have you ever wanted to date with a stranger?",
    "Do you have any sexual secret that you have never shared?",
    "Who do you have the most strong feeling for?",
    "Have you ever done an audacious thing in your relationship?",
    "Have you ever dated someone you don't like?",
    "Have you ever been involved in a love triangle?",
    "Have you sent your naked photo to anyone?",
    "Have you ever had sex in a public place?",
    "Have you ever kissed anyone that you don't like?",
    "Have you ever tried a weird sexual posture?",
    "Do you have any embarrassing memory?",
    "Who do you want to date most in this group?",
    "Have you ever been betrayed in a relationship?",
    "Do you feel enthralled when watching a pornographic movie?",
    "Which celebrity do you want to date?",
    "Have you ever felt jealous of your friend?",
    "Have you ever had a secret relationship?",
    "Do you have any memorable sexual experience?",
    "Have you ever been refused when confessing your love?",
    "Who is the one that you used to love but never told anyone?",
    "Have you ever dated an older person?",
    "Have you ever experienced a same-sex relationship?",
    "Have you ever felt depressed when you had to satisfy someone about sex?",
    "Have you ever loved at first sight?",
    "Have you ever felt uncomfortable talking about sex?",
    "Have you ever accidentally sent a sexual message?",
    "Have you ever loved your best friend?",
    "Have you ever gotten caught in a sexual situation?",
    "Have you ever felt lonely in a relationship?",
    "Have you ever been attracted by an incompatible person?",
    "Have you ever dated someone who was not good for you?",
    "Have you ever felt disappointed about sex?",
    "Do you have anything in the past that you want to change?",
    "Have you ever played any sexual love game?",
    "Have you ever tried sexting?",
    "Have you ever felt uncomfortable being with someone?",
    "Have you ever had an unsafe sexual relationship?",
    "Have you ever had a one-sided love?",
    "Have you ever been attracted by someone who is already in a relationship?",
    "Have you ever been mistreated in a relationship?",
    "Have you ever felt regret about a sexual decision?"
  ],
  "dare": [
    "Send your sexy photo to a person in this group.",
    "Kiss anyone in this group for 20 seconds.",
    "Do a sexy dance in front of everyone here.",
    "Call a friend of yours and say a sexual sentence.",
    "Describe a sexual experience that you have.",
    "Do a sexy yoga pose and stay still for 1 minute.",
    "Describe a picture with your body and show everyone.",
    "Write a love letter to someone you like and read it aloud.",
    "Perform a short play about a date.",
    "Film a sexy video and send it to your group of friends.",
    "Send a sexual message to your social media friend.",
    "Perform a short play about a love triangle.",
    "Imitate someone's sexy pose for everyone to guess.",
    "Describe the way you attract someone.",
    "Sing a song with a sexy vocal.",
    "Do a sexy pose with someone in the group.",
    "Tell a love story that you find hilarious.",
    "Do a sexy dance to a love song.",
    "Take a sexy photo and upload it on social media.",
    "Make a video call with a friend and say a sexual sentence.",
    "Act out a play about an ideal date.",
    "Do a sexy dance in a blurred light setting.",
    "Perform a short play about a romantic relationship.",
    "Draw a sexy picture and show everyone.",
    "Make a short love poem and recite it to the group.",
    "Film a short video about an ideal relationship.",
    "Do a sexy pose with someone in the group.",
    "Do a sexy dance in front of everyone here.",
    "Call a friend of yours and say a sexual sentence.",
    "Describe a sexual experience that you have."
  ]
}